tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "glib"
brew "ctop"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "openssl@1.1"
brew "xz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "glances"
brew "go"
brew "helix"
brew "htop"
brew "httpie"
brew "lazydocker"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "openssl@3"
brew "python-lsp-server"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "eth-p/software/bat-extras"
cask "alfred"
cask "font-3270-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "gpg-suite-no-mail"
cask "rocket"
cask "visual-studio-code"
